use [DistrictsAndSubjectsDb]
go

insert into [dbo].[District]
		    ([Code]
		    ,[Name])
	values 
		    (235, 'Центральный')
		    ,(7421, 'Южный')
go

insert into [dbo].[Subject]
		    ([code]
		    ,[Name]
		    ,[AdminCenterName]
		    ,[Population]
		    ,[Square]
		    ,[District])
	values
		    (1234512, 'Самарская область', 'Самара', 1200.124, 233424.34, 235),
			(2342351, 'Ульяновская область', 'Ульяновск', 645.124, 232345.41, 235),
			(764575, 'Московская область', 'Москва', 12435.432, 4562347.93, 235),
			(4353, 'Краснодарский край', 'Краснодар', 3456.654, 2743265.75, 7421)
go